Revit 2027 API
ParameterTypeId.RbsDistributionsysNumwiresParam Property
 "Wires"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDistributionsysNumwiresParam { get; }
Public Shared ReadOnly Property RbsDistributionsysNumwiresParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDistributionsysNumwiresParam {
	ForgeTypeId^ get ();
}
static member RbsDistributionsysNumwiresParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace